Repository: nanodlp/ui
Catalog: public/lang/*.po
Languages: it, ru

source: Not Available
it: Non Disponibile
ru: Не доступно

source: Not required, if you are using GPIOs to drive the 3d printer.
it: Non &egrave necessario, se si utilizza GPIO per controllare la stampante 3D.
ru: Не требуется, если Вы используете прямое управление

source: Not required, if you are using a separate controller.
it: Non &egrave necessario, se si utilizza un controller separato.
ru: Не требуется, если вы используете отдельный контроллер

source: Note Text
it: Testo di nota
ru: Текст надписи

source: Number
it: Numero
ru: Число

source: Number of Layers
it: Numero di Strati
ru: Число слоев

source: Number of Low Quality Layers
it: Numero di Strati a Bassa Qualit&agrave
ru: Число слоев с низким качеством

source: Number of Points in Height
it: Numero di punti in Altezza
ru: Количество точек по высоте

source: Number of Points in Width
it: Numero di punti in Larghezza
ru: Количество точек по ширине

source: Off
it: Disattivato
ru: Выключить

source: Once Per 10 Layers
it: Una volta ogni 10 livelli
ru: Каждые 10 слоев

source: Once Per 2 Layers
it: Una volta ogni 2 livelli
ru: Каждые 2 слоя

source: Once Per 3 Layers
it: Una volta ogni 3 livelli
ru: Каждые 3 слоя

source: Once Per 5 Layers
it: Una volta ogni 5 livelli
ru: Каждые 5 слоев

source: Once Per Layer
it: Una volta ogni livello
ru: Каждый слой

source: Online Access Key
it: Chave di Accesso Online
ru: Ключ онлайн доступа

source: Only Display Point
ru: Показать только точки

source: Only Last Image
it: Solo l'ultima immagine
ru: Только последнее изображение

source: Only Manually
it: Solo Manualmente
ru: Только вручную

source: Open Shutter
it: Apri l'otturatore
ru: Открыть шторку

source: Optional
it: Opzionale
ru: Опционально

source: Optional, override global mask
it: Facoltativo, verr&agrave utilizzato invece di quello globale
ru: Опционально, заменяет глобальную маску

source: Orange
it: Arancione
ru: Оранжевый

source: Other Settings
it: Altre Impostazioni
ru: Другие настройки

source: Outer Wall
it: Parete Esterna
ru: Наружние стенки

source: Override Machine Level Settings
it: Sostituisce le Impostazioni della Macchina
ru: Заменить настройки принтера

source: Override Print Stop GCode
it: Sostituisce l'Arresto della Stampa GCode
ru: Переопределение GCode - остановка печати

source: Override Resume Print GCode
it: Sostituisce il Riavvio della Stampa GCode
ru: Переопределение GCode - возобнавлени печати

source: Override Start of Print GCode
it: Sostituisce l'Avvio della Stampa GCode
ru: Переопределение GCode - начало печати

source: Override X/Y Resolution
it: Sostituisce risol. X/Y
ru: Переопределение X/Y разрешения

source: PNG/JPEG File
it: File PNG/JPEG
ru: Файл PNG/JPEG

source: Password
ru: Пароль

source: Password Protection
it: Protezione Password
ru: Защита паролем

source: Password for Admin
it: Password di Amministratore
ru: Пароль администратора

source: Password for Dashboard
it: Password per Pannello di Controllo
ru: Пароль для панели управления

source: Pause Print
it: Sospendi la Stampa
ru: Пауза печати

source: Per Litre
it: per Litro
ru: За литр

source: Percentage
it: Percentuale
ru: Проценты

source: Physical 10, BCM 15
it: Fisico 10, BCM 15
ru: Физический 10, BCM 15

source: Physical 11, BCM 17
it: Fisico 11, BCM 17
ru: Физический 11, BCM 17

source: Physical 12, BCM 18
it: Fisico 12, BCM 18
ru: Физический 12, BCM 18

source: Physical 13, BCM 27
it: Fisico 13, BCM 27
ru: Физический 13, BCM 27

source: Physical 15, BCM 22
it: Fisico 15, BCM 22
ru: Физический 15, BCM 22

source: Physical 16, BCM 23
it: Fisico 16, BCM 23
ru: Физический 16, BCM 23

source: Physical 18, BCM 24
it: Fisico 18, BCM 24
ru: Физический 18, BCM 24

source: Physical 22, BCM 25
it: Fisico 22, BCM 25
ru: Физический 22, BCM 25

source: Physical 29, BCM 5
it: Fisico 29, BCM 5
ru: Физический 29, BCM 5

source: Physical 31, BCM 6
it: Fisico 31, BCM 6
ru: Физический 31, BCM 6

source: Physical 32, BCM 12
it: Fisico 32, BCM 12
ru: Физический 32, BCM 12

source: Physical 33, BCM 13
it: Fisico 33, BCM 13
ru: Физический 33, BCM 13

source: Physical 36, BCM 16
it: Fisico 36, BCM 16
ru: Физический 36, BCM 16

source: Physical 37, BCM 26
it: Fisico 37, BCM 26
ru: FísФизическийico 37, BCM 26

source: Physical 7, BCM 4
it: Fisico 7, BCM 4
ru: Физический 7, BCM 4

source: Physical 8, BCM 14
it: Fisico 8, BCM 14
ru: Физический 8, BCM 14

source: Physical Buttons
it: Bottone Fisico
ru: Физические кнопки

source: Pillars:
it: Colonne:
ru: Столбики

source: Pixel
ru: Пиксель

source: Pixels
ru: Пиксели

source: Placeholder Text
it: Testo del segnaposto
ru: Надпись

source: Plate
it: Piastra
ru: Задание

source: Plate Depth
it: Profondit&agrave della Piastra
ru: Высота

source: Plate File
it: File Piastra
ru: Файл задания

source: Plate Generator
it: Geratore di Piastra
ru: Генератор задания

source: Plate Name
it: Nome Piastra
ru: Имя задания

source: Plate generated using old profile data.
it: Piastra generata utilizzando i dati del profilo precedente
ru: Задание использует устаревшие данные профиля печати

source: Plates
it: Piastre
ru: Задания

source: Platform / Resin
it: Piattaforma / Resina
ru: Платформа / полимер

source: Platform Information
it: Informazioni Piattaforma
ru: Инвформация платформы

source: Platform Wait Position
it: Posiz. di attesa della Piatt.
ru: Платформа в позиции ожидания

source: Play Sound After Print Stop
it: Ripr. suono al termine
ru: Проиграть звуковой файл после остановки печати

source: Please choose a distribution. Mask, default setting files and etc will be deployed.
it: Scegli una distribuzione. La maschera, i file di configurazione standard e altri ... saranno automaticamente Inseriti.
ru: Выбирите дистрибутив. Маска, настройки по умолчанию и другое буду загружены автоматически.

source: Please upload an image with the same width and height as your projector's native resolution.
it: Carica un'immagine con la stessa larghezza e altezza della risol. nativa del proiettore.
ru: Загрузите изображение с разрешением соответвующим разрешению Вашего проектора

source: Position / Condition
it: Posizione / Condizione
ru: Позиция / Состояние

source: Power Off
it: Spegni
ru: Выключить питание

source: Power-Up on Start / Power-Down on Last Layer
it: Accendi all'Avvio / Spegni all'ultimo Strato
ru: Включить при старте печати / Выключить на последнем слое

source: Power-Up on Start / Power-Down on Shutdown
it: Accendi all'Avvio / Spegni all'Arresto
ru: Включить при старте печати / Выключить при выключении питания

source: Power-Up on Start / Power-Down on Stop
it: Accendi all'Avvio / Spegni allo Stop
ru: Включить при старте печати / Выключить при остановке печати

source: Preview
it: Anteprima
ru: Просмотр

source: Preview Layers
it: Anteprima degli Strati
ru: Просмотр слоев

source: Preview Layers of Plate
it: Anteprima degli Strati della Piastra
ru: Просмотр слоев задания

source: Print Calibration Plate
it: Stampa la Piastra di Calibrazione
ru: Печать калибровочного задания

source: Print From Start
it: Stampa dall'Inizio
ru: Печать с начала

source: Print Time
it: Tempo di Stampa
ru: Время печати

source: Printer Name
it: Nome Stampante
ru: Имя принтера

source: Printing
it: In Stampa
ru: Печать

source: Proc
ru: Процесс

source: Processing. You can start printing.
it: In Elaborazione. &Egrave possibile avviare la stampa.
ru: В процессе, Вы можете начать печать

source: Profile
it: Profilo
ru: Профиль

source: Profile not found.
it: Profilo non Trovato
ru: Профиль отсутствует

source: Projector Calibration
it: Calibrazione Proiettore
ru: Калибровка проектора

source: Projector Mask
it: Maschera Proiettore
ru: Маска проектора

source: Projector Off
it: Spegni Proiettore
ru: Проектор выключен

source: Projector Turn Off
it: Spegnere il Proiettore
ru: Выключить проектор

source: Projector Turn On
it: Accendere il Proiettore
ru: Включить проектор

source: Pulse
it: Impulsi
ru: Импульс

source: Quality
it: Qualit&agrave
ru: Качество

source: Query Lamp Hours
it: Ore utilizzo Lampada
ru: Запрос времени работы лампы

source: RAMPS: Reconnect
it: RAMPS: Riconnettere
ru: Электроника: переподключить

source: Recreate
it: Ricreare
ru: Пересоздать

source: Rect:
it: Rettif.:
ru: Квад.:

source: Red
it: Rosso
ru: Красный

source: Relative
it: Relativo
ru: Относительно

source: Remaining
it: Residuo
ru: Осталось

source: Remote Access to the printer
it: Accesso Remoto alla Stampante
ru: Удаленный доступ к принтеру

source: Remote Slicer
it: Affettatrice Remota
ru: Удаленный слайсер

source: Remove
it: Rimuovi
ru: Удалить

source: Remove Mask
it: Rimuovi Maschera
ru: Удалить маску

source: Reset Grid
ru: Сбросить сетку

source: Reset Grid Values
ru: Сбросить значения сетки

source: Resin Cost
it: Costo Resina
ru: Стоимость полимера

source: Resin Depth
it: Profondit&agrave Resina
ru: Количество полимера

source: Resin Price
it: Prezzo Resina
ru: Цена полимера

source: Resin Profiles
it: Profilo Resina
ru: Профили полимеров

source: Resin Settings
it: Impostazioni Resina
ru: Настройки полимера

source: Resin Usage
it: Resina Utilizzata
ru: Использование полимера

source: Resolution and color changes would not effect the existing plates.
it: Le modifiche di risoluzione e colore non influenzeranno le piastre esistenti.
ru: Разрешение и цвет не изменяться для уже существующих заданий

source: Restart
it: Riavvia
ru: Перезагрузка

source: Restart Required
it: Riavvio Richiesto
ru: Требуется перезагрузка

source: Restore Default Settings of Machine/Profiles/Buttons
it: Ripristina impostazioni predefinite di Macchina/Profili/Pulsanti
ru: Востановить по умолчанию настройки принтера/профили/кнопки

source: Restore Machine Settings
it: Ripristino delle impostazioni della Macchina
ru: Восстановить настройки принтера

source: Resume Print
it: Riprendi la stampa
ru: Продолжить печать

source: Resume Printing
it: Riprendi la Stampa
ru: Продолжить печать

source: Rotate 90°
it: Rotare a 90º
ru: Поворот 90º

source: Rotate Layers
it: Ruota gli Strati
ru: Поворот слоев

source: STL, SLC, SVG or Zip (PNG Files)
it: STL, SLC, SVG o Zip(PNG Files)
ru: STL, SLC, SVG или Zip (архив PNG)

source: Same as Profile
it: Lo Stesso Profilo
ru: Как в профиле

source: Save
it: Salva
ru: Сохранить

source: Save Mask
ru: Сохранить маску

source: Save Z Axis Calibration
it: Salva la Calibrazione dell'Asse Z
ru: Сохранить калибровку оси Z

source: Search Plates
it: Cerca le Piastre
ru: Поиск задания

source: Second
it: Sec.
ru: Секунд

source: Selected Covers
it: Selezionare Copertura
ru: Выделеные поверхности

source: Send Gcode
it: Inviare Gcode
ru: Отправить GCode

source: Serial Terminal
it: Terminale Seriale
ru: Терминал

source: Servo Motor
it: Servo Motore
ru: Серводвигатель

source: Servo Pulse Width - Close
ru: Ширина импульса - Закрыть

source: Servo Pulse Width - Open
ru: Ширина импульса - Открыть

source: Servo Signal Length
it: Lunghezza del segnale Servo
ru: Длина импульса

source: Setting changes will take effect immediately and does not require restart.
it: Le modifiche delle impostazioni avranno effetto immediato e non richiedono il riavvio.
ru: Настройки изменяться без перезагрузки

source: Setup
it: Impostazioni
ru: Настройки

source: Shield Axis Direction
it: Direzione asse della Scheda
ru: Ось вращения

source: Shield Connection
it: Connessione Scheda
ru: Соединение с электроникой

source: Shutter
it: Otturatore
ru: Шторка

source: Shutter Close
it: Otturatore Chiuso
ru: Закрыть шторку

source: Shutter GPIO
it: Otturatore GPIO
ru: Пин GPIO шторки

source: Shutter Open
it: Otturatore Aperto
ru: Открыть шторку

source: Shutter Type
it: Tipo di Otturatore
ru: Тип шторки

source: Skip Dimming for Early Layers
it: Salta l'Oscur. per i livelli iniziali
ru: Пропускать Dimming каждые (кол-во) слоев

source: Slicer Options
it: Opzioni Affettatrice
ru: Настройки слайсера

source: Slow Section Height
it: Altezza a lenta velocit&agrave
ru: Высота медленной секции

source: Smallest Area
it: Area pi&ugrave Piccola
ru: Самая маленькая поверхность

source: Some critical settings such as type of the shield and etc, will not take effect in the middle of printing. To change those settings without restart, stop printing and submit this page again.
it: Alcune impostazioni critiche, come il tipo di schermo, ecc., non avranno effetto in fase di stampa. Per modificare queste impostazioni senza riavvio, interrompere la stampa e inviare nuovamente questa pagina.
ru: Некоторые критические настройки, такие как тип экрана и т. Д., Не будут действовать в середине печати. Чтобы изменить эти настройки без перезагрузки, прекратите печать и отправьте эту страницу еще раз.

source: Speed
it: Velocit&agrave
ru: Скорость

source: Speed in Slow Section
it: Vel. in Sezione Lenta
ru: Скорость в медленной секции

source: Start Display
it: Avvia Schermo
ru: Старт дисплея

source: Step GPIO for Z-Axis
it: Passo per Asse Z GPIO
ru: Пин GPIO Step для оси Z

source: Stop
it: Ferma
ru: Остановить

source: Stop Layers
it: Ferma Strato
ru: Остановить слои

source: Stop Layers - Comma Seperated
it: Ferma Strato - Separato dalla Virgola
ru: Остановить слои – разделить точкой

source: Stop Print
it: Ferma Stampa
ru: Остановить печать

source: Stop/Shutdown Physical GPIO
it: Arresto/Spegnimento fisico GPIO
ru: Остановить/Выключить физический пин GPIO

source: Storage Mode
it: Modalit&agrave di Archiviazione
ru: Тип хранения

source: Submit
it: Invia
ru: Подтвердить

source: Supported Math operations:
it: Operazioni matematiche supportate:
ru: Поддерживаемые математические операции:

source: Syscall After Each Layer
it: Chiamata di sistema dopo ogni Strato
ru: Syscall после каждого слоя

source: Syscall Before Each Layer
it: Chiamata di sistema prima di ogni Strato
ru: Syscall перед каждым слоем

source: TCP Port to Listen
it: Porta TCP in ascolto
ru: TCP Port прослушивание

source: Take Photo
it: Fare foto
ru: Сделать снимок

source: Temp
ru: Темп.

source: Terminal
it: Terminale
ru: Терминал

source: Terminate WiFi Connections
it: Terminare Connessione WiFi
ru: Отключение WiFi соединения

source: Terminate nanoDLP
it: Terminare nanoDLP
ru: Отключить nanoDLP

source: Text
it: Testo
ru: Текст

source: The 3D printer is idle. You can use 'Plates' page to start printing.
it: La Stampante 3D &egrave Inattiva. &Egrave possibile utilizzare la pagina 'Piastre' per avviare la Stampa
ru: Принтер не занят, Вы можете использовать 'Задания' для начала печати

source: The plate is not processed yet.
it: La piastra non &egrave ancora elaborata
ru: Задание еще не обработано

source: Theme
it: Tema
ru: Тема

source: This plate is corrupted.
it: Questa piastra &egrave danneggiata
ru: Это задание повреждено

source: This plate is still being processed, the image of some layers is still missing.
it: Questa piastra &egrave ancora in fase di elaborazione, le immagini di alcuni strati sono ancora mancanti.
ru: Задание в процессе обработки, изображение слоя еще не сформированно

source: This process could take a few seconds to minutes depending on the quality of your internet connection.
it: Questo processo potrebbe richiedere alcuni secondi o alcuni minuti, dipende dalla qualit&agrave della connessione a Internet.
ru: Этот процесс может занять от нескольких секунд до нескольких минут в зависимости от качества вашего интернет-соединения.

source: This process could take up to a minute to complete, depending on the depth.
it: Questo processo potrebbe richiedere fino a un minuto al termine, a seconda dell'Altezza.
ru: В зависимости от высоты построения этого задания может потребоваться до минуты.

source: Time
it: Tempo
ru: Время

source: Title
it: Nome Profilo
ru: Заголовок

source: To Layer
ru: к слою

source: To enable the remote access to the printer, please enter random access key
it: Per abilitare l'accesso remoto alla stampante, inserire una chiave di accesso casuale
ru: Para Habilitar O Acesso Remoto À Impressora, Insira A Senha De Acesso Aleatório

source: To monitor the process you could checkout the activity log. After completion the Printer will be restarted.
it: Per monitorare il processo di Stampa potresti verificare il registro attivit&agrave. Al termine della Stampa il registro verr&agrave riavviato.
ru: Чтобы контролировать процесс, вы можете проверить журнал активности. После завершения работы Принтер будет перезапущен.

source: To remove the password protection, remove the username from the input and submit.
it: Per rimuovere la protezione tramite password, rimuovere il nome utente e inviare.
ru: Чтобы удалить защиту паролем, удалите имя пользователя из ввода и нажмите Enter.

source: Toggle Details
it: Visualizza Dettagli
ru: Больше информации

source: Toggle Log
it: Visualizza Registro
ru: показать лог

source: Toggle Navigation
it: Attiva la navigazione
ru: Переключить навигацию

source: Tools
it: Strumenti
ru: Инструменты

source: Top Cap Wall
it: Parete di copert. Super.
ru: Верхняя крышка

source: Top ⇧
ru: Вверх ⇧

source: Total Solid Area
it: Area Solida Totale
ru: Общая площадь поверхности

source: True/False Signal
it: Segnale Vero/Falso
ru: Сигнал True/False

source: Type
it: Tipo
ru: Тип

source: Unit Text
it: Unit&agrave di Testo
ru: Единицы текста

source: Update Lamp Hours
it: Aggiornare utilizzo Lampada
ru: Обновить наработк лампы

source: Update Mask File
ru: Обновить файл маски

source: Upgrade nanoDLP
it: Aggiornare nanoDLP
ru: Обновить nanoDLP

source: Upgrade to the beta version
it: Aggiornare alla Versione Beta
ru: Обновить до Бета версии

source: Upgrade to the latest stable version
it: Aggiornare all'Ultima Versione Stabile
ru: Обновить до последней стабильной версии

source: Upload Image
it: Caricare Immagine
ru: Загрузить изображение

source: Uptime
it: Tempo di Attivit&agrave -
ru: Время работы

source: Usable Keywords:
it: Parole chiave utilizzabili:
ru: Использовать ключевое слово

source: Use, If Available
it: Usare, se Disponibile
ru: Использовать, если возможно

source: Username for Admin
it: Nome utente Amministratore
ru: Логин администратора

source: Username for Dashboard
it: Nome utente per il Pannello di Controllo
ru: Логин для панели управления

source: Value Type
it: Tipo di Valore
ru: Тип значения

source: Various Settings
it: Altre Impostazioni
ru: Другие настройки

source: Vertical Resolution
it: Risoluzione Verticale
ru: Разрешение по вертикали

source: Vertically
ru: Вертикально

source: Wait
it: Attesa
ru: Пауза

source: Wait After
it: Attesa Dopo
ru: Пауза после

source: Wait After Lift
it: Attesa dopo la Salita
ru: Пауза после подъема

source: Wait After Print
it: Attesa dopo la Stampa
ru: Пауза после засветки

source: Wait Before
it: Attesa Prima
ru: Пауза перед

source: Wait Before Print
it: Attesa Prima della Stampa
ru: Пауза перед засветкой

source: Wait GPIO
it: Attesa GPIO
ru: Пауза GPIO

source: Wall Around Dimming
it: Parete intorno all'Oscur.
ru: Стенка вокруг заполнения

source: Wall Gap
it: Distanza dalla Parete
ru: Стенка Gap

source: Wall Size
it: Misura della Parete
ru: толщина стенки

source: Width
it: Larghezza
ru: Ширина

source: X/Y Resolution
it: Risoluzione X/Y
ru: Разрешение X/Y

source: X/Y Size Modifier
it: Mod. Dimens. X/Y
ru: Модификация разрешения X/Y

source: Y Resolution
it: Risoluzione Y
ru: Разрешение по Y

source: You can add additional inputs to the setup page and they will be accessible as Gcode keywords. eg. [[_ResinPumpAmount]]
it: &Egrave possibile aggiungere ulteriori input alla pagina di configurazione e saranno accessibili come parole chiave Gcode. per esempio. [[_ResinPumpAmount]]
ru: Вы можете добавить дополнительные входы на страницу настройки, и они будут доступны в виде ключевых слов Gcode. например. [[_ResinPumpAmount]]

source: You can partially select and cover some sections of the plate to prevent further damage to PDMS and resin waste.
it: &Egrave possibile selezionare e coprire parzialmente alcune sezioni della piastra per evitare ulteriori danni al PDMS ed alla Vasca.
ru: Вы можете частично выбрать и покрыть некоторые участки задания, чтобы предотвратить дальнейшее повреждение PDMS и отходов смолы.

source: Z Axis Control
it: Controllo Asse Z
ru: Упарвление осью Z

source: Z-Axis Calibration
it: Calibrazione Asse Z
ru: Калибровка оси Z

source: Z-Axis Height
it: Altezza Asse Z
ru: Высота по оси Z

source: Z-Axis Max Speed
it: Max Vel. Asse Z
ru: Максимальная скорость по оси Z

source: Zero Level
it: Livello Zero
ru: Нулевой уровень

source: Zero at Bottom
it: Zero in Basso
ru: Ноль внизу

source: Zero at Top
it: Zero in Alto
ru: Ноль вверху

source: eg.
it: es.
ru: прим.

source: eg. \x00\xff
it: es. \x00\xff
ru: прим. \x00\xff

source: eg. {[[LayerThickness]]-[[ZLiftDistance]]}
it: es. {[[LayerThickness]]-[[ZLiftDistance]]}
ru: прим. {[[LayerThickness]]-[[ZLiftDistance]]}

source: i2c Address
it: Indirizzo i2c
ru: Адрес i2c

source: i2c Bus Path
it: Percorso Bus ic2
ru: Путь шины i2c

source: ms
ru: милисекунда

source: of
it: di
ru: на

source: μm/Second
it: μm/Sec.
ru: μm/Секунду

source: Boundry - X
it: Margine - X

source: Boundry - Y
it: Margine - Y

source: English
it: Inglese

source: Framebuffer Path
it: Percorso Framebuffer

source: Italian
it: Italiano

source: Paint
it: Disegnare

source: Pixel Dimming
it: Oscur. Pixel

source: Stepper Driver Fault Detection GPIO
it: Rilevamento Guasti del driver passo-passo GPIO

source: Syscall
it: Chiamata di Sistema

source: USB / Serial Port - ASCII (\n)
it: USB / Porta Seriale - ASCII (\n)

source: USB / Serial Port - ASCII (\r)
it: USB / Porta Seriale - ASCII (\r)

source: USB / Serial Port - ASCII (\r\n)
it: USB / Porta Seriale - ASCII (\r\n)

source: USB / Serial Port - Binary
it: USB / Porta Seriale - Binario

source: USB/Serial
it: USB/Seriale

source: USB/Serial Port Address
it: USB/Seriale Indirizzo della Porta

source: Z Model Size Modifier
it: Mod. Dimens. del Modello Z
