Repository: nanodlp/ui
Catalog: public/lang/*.po
Languages: it, ru

source: 1 Pulse ⇧
it: 1 Impulso ⇧
ru: 1 Шаг ⇧

source: 1 Pulse ⇩
it: 1 Impulso ⇩
ru: 1 Шаг ⇩

source: 10 Pulse ⇧
it: 10 Impulsi ⇧
ru: 10 Шагов ⇧

source: 10 Pulse ⇩
it: 10 Impulsi ⇩
ru: 10 Шагом ⇩

source: 100 Pulse ⇧
it: 100 Impulsi ⇧
ru: 100 Шагов ⇧

source: 100 Pulse ⇩
it: 100 Impulsi ⇩
ru: 100 Шагов ⇩

source: 3D Edit
ru: 3д ред.

source: 3D Printer Board
it: Piano Stampante 3D
ru: Плата 3д принтера

source: Absolute
it: Assoluto
ru: Абсолютно

source: Action
it: Azione
ru: Действие

source: Actions
it: Azioni
ru: Действие

source: Actuator / Motor
it: Attuatore / Motore
ru: Аккуатор / Двигатель

source: Add
it: Aggiungi
ru: Добавить

source: Add Blackout
it: Aggiungi Blackout
ru: Добавить мертвую зону

source: Add From USB
it: Aggiungi da USB
ru: Добавить с USB

source: Add Mask
it: Aggiungi Maschera
ru: Добавить маску

source: Add Plate
it: Aggiungi Piastra
ru: Добавить задание

source: Add Profile
it: Aggiungi Profilo
ru: Добавить профиль

source: Add Selection
it: Aggiungi Selezione
ru: Добавить выделеное

source: Add Support With 3D Editor
it: Aggiungi Supporti con Editor 3D
ru: Добавить поддержки в 3д редакторе

source: Admin has access to all functions including the dashboard.
it: L'Amministratore ha accesso a tutte le funzioni incluse nel Pannello di Controllo.
ru: Администратор получает полный доступ, включая главный экран

source: Advanced Settings
it: Settaggi Avanzati
ru: Дополнительные настройки

source: All Images
it: Tutte le Immagini
ru: Все изображения

source: Anti-aliasing
ru: Сглаживание

source: Any of the following actions will take effect immediately after click, without changing the page.
it: Tutte le modifiche effettuate qui vengono eseguite immediatamente dopo il click, senza uscire dalla pagina.
ru: Любое из следующих действий вступает в силу сразу после нажатия, без изменения страницы.

source: Anytime
it: Sempre
ru: В любое время

source: Application Log
it: Log delle Applicazioni
ru: Журнал событий

source: Are you sure you want to delete this plate?
it: Sei sicuro di voler eliminare questa piastra?
ru: Вы действительно хотите удалить это задание?

source: Are you sure you want to display the current layer on the main Projector/LCD unit of the printer?
it: Sei sicuro di voler visualizzare il livello corrente nel Proiettore/LCD della stampante?
ru: Вы уверены, что хотите показать текущий слой на проекторе?

source: Are you sure you want to expand filesystem?
it: Sei sicuro di voler espandere il filesystem?
ru: Вы действительно хотите выпонить 'Расширение файловой системы'?

source: Are you sure you want to force stop the printer?
it: Sei sicuro di voler forzare l'arresto della stampante?
ru: Вы действительно хотите экстренно остановить принтер?

source: Are you sure you want to power off the printer?
it: Sei sicuro di voler spegnere la stampante?
ru: Вы действительно хотите выключить принтер?

source: Are you sure you want to power off the projector?
it: Sei sicuro di voler spegnere il Proiettore
ru: Вы действительно хотите отключить питание проектора?

source: Are you sure you want to print the calibration plate?
it: Sei sicuro di voler stampare la piastra di calibrazione?
ru: Вы действительно хотите напечатать каллибровочное задание?

source: Are you sure you want to regenerate the layers of this plate?
it: Sei sicuro di voler rigenerare gli strati di questa piastra?
ru: Вы действительно хотите пересчитать слои задания?

source: Are you sure you want to restart the printer?
it: Sei sicuro di voler riavviare la stampante?
ru: Вы действительно хотите перезагрузить принтер?

source: Are you sure you want to restore the default settings and reboot the printer?
it: Sei sicuro di voler riportare la stampante ai settaggi di base e riavviare ?
ru: Вы действительно хотите восстановить заводские настройки и перезагрузить принтер?

source: Are you sure you want to save the covered sections?
it: Sei sicuro di voler salvare le sezioni coperte?
ru: Вы действительно хотите сохранить зону покрытия?

source: Are you sure you want to set this height as the bottom?
it: Sei sicuro di voler impostare questa come Altezza di base?
ru: Вы действительно хотите установить эту высоту как нижнию точку?

source: Are you sure you want to start the display? It will automatically select the second display.
it: Sei sicuro di voler avviare il display? Sar&aagrave selezionato automaticamente il secondo display.
ru: Вы действительно хотите включить дисплей? Это автоматически выберет второй дисплей

source: Are you sure you want to stop printing?
it: Sei sicuro di voler fermare la stampa?
ru: Вы действительно хотите остановить печать?

source: Are you sure you want to stop printing? It will stop after the current layer is completed. If you want to abort the current layer, go to the `Setup` page, click on `Tools` tab and click the `Force Stop` button.
it: Sei sicuro di voler fermare la stampa? Questa si arrester&agrave dopo che il livello corrente &egrave stato completato. Se si desidera abortire il livello corrente, andare alla pagina `Impostazioni`, fare clic sulla scheda`Strumenti` e fare clic sul pulsante `Arresto Forzato`.
ru: Вы действительно хотите остановить печать? Это действие остановит печать задания после засвечивания текущего слоя. Если Вы захотите отменить текущий слой печати, зайдите в настройки и на вкладке '222' нажмите кнопку 'Экстренная остановка'.

source: Are you sure you want to terminate nanoDLP and have access to terminal?
it: Sei sicuro di voler terminare nanoDLP e avere accesso al terminale?
ru: Вы действительно хотите остановить nanoDLP и получить доступ к консоле?

source: Area Count
it: Aree
ru: Количество поверхностей

source: Authentication
it: Autenticazione
ru: Аутентификация

source: Authentication Required
it: Autenticazione Richiesta
ru: Требуется аутентификация

source: Auto Center
it: Centratura Automatica
ru: Автоцентр

source: Barrel Distortion
it: Distorsione Ottica
ru: Искажение 'Бочка'

source: Barrel Factor
it: Fattore di Distorsione
ru: Фактор 'Бочки'

source: Barrel's Center X
it: Centro di Distors. in X
ru: Центр Х 'Бочки'

source: Barrel's Center Y
it: Centro di Distors. in Y
ru: Центр Y 'Бочки'

source: Before Each Layer
it: Prima di ogni Strato
ru: Перед каждым слоем

source: Before Print
it: Prima della Stampa
ru: Перед печатью

source: Binary
it: Binaria
ru: Бинарный

source: Binary support:
it: Supporto Binario:
ru: Бинарная поддержка

source: Black / Dark
it: Nero / Scuro
ru: Черный / Темный

source: Black / Light
it: Nero / Chiaro
ru: Черный / Светлый

source: Blackout Platform
it: Piattaforma Blackout
ru: Мертвая зона платформы

source: Blank Area Color
ru: Цвет фона засветки

source: Blue
it: Blu
ru: Синий

source: Blue / Dark
it: Blu / Scuro
ru: Синий / Темный

source: Blue / Light
it: Blu / Chiaro
ru: Синий / Светлый

source: Bluring Radius
it: Raggio di sfocatura
ru: Радиус размытия

source: Both
ru: Оба

source: Bottom Cap Wall
it: Parete Infer. di Copert.
ru: Нижня крышка

source: Boundaries
it: Margini
ru: Без изображения

source: Brazilian Portuguese
it: Brasiliano Portoghese
ru: Бразильский

source: Brown / Light
it: Marrone / Chiaro
ru: Коричневый / Светлый

source: Build
it: Versione
ru: Версия

source: Burn-in Layers
it: Strati di Fissaggio
ru: Слои крепления

source: Calibrate Zero Position ⇧
it: Calibrare posizione Zero ⇧
ru: Каллибровка нулевой позиции ⇧

source: Calibration Plate
it: Calibrazione Piastra
ru: Каллибровочное задание

source: Camera Command
it: Comando Camera
ru: Команда камеры

source: Camera Module
it: Modulo Camera
ru: Модуль камеры

source: Camera Photo Frequency
it: Frequenza Foto
ru: Частота кадров камеры

source: Center Origin
it: Origine al Centro
ru: Центр осей

source: Center Pieces
it: Pezzi al Centro
ru: Центр деталей

source: Center of Barrel - X
it: Centro della Distors. - X
ru: Центр 'Бочки' - X

source: Center of Barrel - Y
it: Centro della Distors. - Y
ru: Центр 'Бочки' - Y

source: Change Distribution
it: Cambia Distribuzione
ru: Изменить дистрибутив

source: Change to "Microlay" Version
it: Cambia a "Microlay"Versione
ru: Изменить на "Microlay" версию

source: Change to "Phrozen" Version
ru: Изменить на "Phrozen" версию

source: Change to "mUVe3D" Version
it: Cambia a "mUVe3D"Versione
ru: Изменить на "mUVe3D" версию

source: Change to "nanoDLP generic" Version
it: Cambia a "nanoDLP generic"Versione
ru: Изменить на "nanoDLP generic" версию

source: Changing the WiFi settings during printing could cause interruption.
it: La modifica delle impostazioni WiFi durante la stampa potrebbe causare interruzioni.
ru: Изменение настроек WiFi во время печати может привести к прерыванию.

source: Checkerboard
ru: Шахматная доска

source: Chinese
ru: Китайский

source: Clone
it: Copia
ru: Дублировать

source: Close
it: Chiudi
ru: Закрыть

source: Comma Separated Cure Times
it: Il tempo di cura &egrave separato dalla virgola
ru: Разделение через точку времени засветки

source: Comma Separated Pillar Diameter
ru: Разделение через точку диаметры столбиков

source: Confirmation Text
it: Testo di Conferma
ru: Текст окна подтверждения

source: Connect
it: Connettere
ru: Соединение

source: Could not connect to the printer. Please check your connection.
it: Impossibile connettersi alla stampante. Controlla la tua connessione
ru: Невозможно соединиться с принтером, проверьте сетевое подключение.

source: Create 3D shapes by repeating an image frame
it: Crea forme 3D ripetendo un frame di immagine
ru: Создать 3д модель из повторяющегося изображения

source: Cube Measurement
it: Misurazione del cubo
ru: Размеры куба

source: Cure Layer
it: Strato Attuale
ru: Время засветки слоя

source: Cure Time
it: Tempo di Cura
ru: Время засветки

source: Current
it: Attuale
ru: Текущая

source: Current Default
it: Predefinito
ru: По умолчанию

source: Custom Acceleration
it: Accelerazione Personalizzata
ru: Пользовательское ускорение

source: Customized Buttons
it: Bottoni Personalizzati
ru: Пользовательские кнопки

source: Dashboard
it: Pannello di Controllo
ru: Контрольная панель

source: Data Encoding
it: Codifica Dati
ru: Кодировка данных

source: Debug Info
it: Informazioni di Debug
ru: Отладочная информация

source: Decrease Mask Intensity
it: Riduci l'Intensit&agrave della Maschera
ru: Уменьшить интенсивность маски

source: Default
it: Predefinito
ru: По умолчанию

source: Delete
it: Elimina
ru: Удалить

source: Description
it: Descrizione
ru: Описание

source: Details
it: Dettagli
ru: Детали

source: Dimming Amount Percentage
it: Percentuale di Oscur.
ru: Процент Dimming

source: Dimming Type
it: Tipo di Oscur.
ru: Тип Dimming

source: Dimming and Mask settings will take effect on the created layers.
it: Le impostazioni di Oscur. e della maschera avranno effetto sui livelli creati.
ru: Настройки Dimming и маски применяются при создании слоев

source: DirectiDriver Enable GPIO
it: Abilita DirectiDriver GPIO
ru: DirectDrive Enable GPIO

source: Direction GPIO
it: Direzione GPIO
ru: Пин вращения

source: Disable
it: Disattiva
ru: Отключить

source: Disable Auto Shutdown
it: Disattiva Spegnimento Automatico
ru: Отключить АвтоВыключение

source: Disable Motor
it: Disattiva Motore
ru: Отключить мотор

source: Disabled
it: Disattivato
ru: Отключены

source: Disk
it: Disco
ru: Диск

source: Display
it: Schermo
ru: Показать

source: Display Communication Type
it: Tipo di Comunic. dello Schermo
ru: Тип связи для управления дисплеем

source: Display Layer
it: Visualizza Strato
ru: Показать слой

source: Display Mask
it: Visualizza Maschera
ru: Маска дисплея

source: Display Number
ru: Номер дисплея

source: Display Power Cycle
it: Visualizza il ciclo di potenza
ru: Цикл работы дисплея

source: Display Turn Off Command
it: Visualizza comando di Spegnimento
ru: Команда выключения дисплея

source: Display Turn On Command
it: Visualizza comando di Accensione
ru: Команда включения дисплея

source: Display Warm-up Time
it: Visualizza il tempo di riscaldamento
ru: Время прогрева дисплея

source: Do not Rotate
it: Non Ruotare
ru: Не поворачивать

source: Download
it: Scarica
ru: Скачать

source: Download Machine Settings
it: Scarica le Impostazioni della Macchina
ru: Скачать настройки принтера

source: Download Profile
it: Scarica Profilo
ru: Скачать профиль

source: Dynamic Calculation
it: Calcolo Dinamico
ru: Динамические вычисления

source: Dynamic Calibration
it: Calibrazione Dinam.
ru: Динамическая сетка

source: Dynamic Red Calib.
it: Calibrazione Dinam. Rossa
ru: Динамическая сетка красная

source: Edit
it: Modifica
ru: Редактировать

source: Edit Plate
it: Modifica Piastra
ru: Редактировать задание

source: Edit Profile
it: Modifica Profilo
ru: Редактировать профиль

source: Empty username for dashboard, makes the dashboard accessible to everyone without authentication.
it: Il Nome Utente vuoto nel Pannello di Controllo, lo rende accessibile a tutti senza autenticazione.
ru: Пустое имя пользователя для контрольной панели, дает доступ любому без авторизации.

source: Enable
it: Abilita
ru: Включить

source: Enable Auto Shutdown
it: Abilita Spegnimento Automatico
ru: Включиьт АвтоВыключение

source: Enable Before Each Print
it: Abilita prima di ogni stampa
ru: Включить перед каждым слоем

source: Enable GPIO Mode
it: Attiva Modalit&agrave GPIO
ru: Включить GPIO Mode

source: Enable GPIO State
it: Attiva Stato GPIO
ru: Включить GPIO State

source: Enable Motor
it: Abilita Motore
ru: Включить мотор

source: Enable on Boot
it: Abilita all'Avvio
ru: Включить при загрузке

source: End Level
it: Livello Finale
ru: Верх

source: Endstop Switch - Bottom Limit
it: Finecorsa - Limite Inferiore
ru: Микровыключатель - нижнего уровня

source: Endstop Switch - Top Limit
it: Finecorsa - Limite Superiore
ru: Микровыключатель - верхнего уровня

source: Even-though it can process multi color images, to make the dimming feature work correctly, try to use images containing grayscale colors.
it: Anche se &egrave in grado di elaborare immagini a colori, per far funzionare correttamente la funzione di Oscur., prova a utilizzare immagini contenenti i colori in scala di grigi.
ru: Если обрабатывать многоцветные изображения, чтобы функция яркости работала правильно, попробуйте использовать изображения, содержащие оттенки серого.

source: Execute - Print Start
it: Esegui - Avvio Stampa
ru: Выполнить - Начало печати

source: Execute - Print Stop
it: Esegui - Arresto Stampa
ru: Выполнить - Остановка печати

source: Execute to Turn Display Off
it: Esegui lo Spegnimento dello Schermo
ru: Выполнить для выключения дисплея

source: Execute to Turn Display On
it: Esegui l'Accensione dello Schermo
ru: Выполнить для включения дисплея

source: Execution Only
it: Solo esecuzione
ru: Выполнить

source: Expand Filesystem
it: Espandere il Filesystem
ru: Расширить файловую систему

source: Export
it: Esporta
ru: Экспорт

source: Export Comma Separated Values
ru: Экспорт, значения разделить точкой

source: Export Machine Settings File
it: Esporta le Impostazioni della Macchina
ru: Экспорт параметров принтера в файл

source: Fault GPIO Default State
it: Stato Predefinito Di Guasto GPIO
ru: Пин GPIO аварийной ситуации

source: File From USB
it: File da USB
ru: Файл с USB

source: Filesystem expantion will run silently in background, and will restart the Raspberry Pi afterward. Please do not change anything.
it: L'espansione del Filesystem verr&agrave eseguita silenziosamente in background e riavvier&agrave il Raspberry Pi al termine. Per favore non Modificare nulla.
ru: Расширение файловой системы будет выполняться тихо в фоновом режиме и затем перезапустит Raspberry Pi. Пожалуйста, ничего не меняйте.

source: Final Mask
it: Maschera Finale
ru: Результат маски

source: Floor ⇩
it: Piano ⇩
ru: Низ

source: Force Stop
it: Forza Arresto
ru: Аварийный стоп

source: Free Disk Space
it: Spazio Libero sul Disco
ru: Свободное дисковое пространство

source: Free space available on your disk is low. Please remove some plates.
it: Lo spazio disponibile sul disco &egrave basso. Rimuovi alcune Piastre.
ru: Свободное пространство на вашем диске заканчивается. Удалите несколько заданий.

source: Full White
it: Tutto Bianco
ru: Полностью белый

source: FullHD Calibration
it: Calibrazione FullHD
ru: FullHD калибровка

source: Gcode After
it: Dopo Gcode
ru: GCode после

source: Gcode Before
it: Prima Gcode
ru: Gcode до

source: Generate
it: Generare
ru: Генерировать

source: Green
it: Verde
ru: Зеленый

source: Grid Preview
it: Anteprima Griglia
ru: Просмотр сетки

source: HDMI Power On/Off - Standby Mode
it: HDMI Power On/Off - Modalit&agrave Standby
ru: HDMI Power On / Off - опция Stanby

source: Hardware Fault Detection
it: Rilevazione Guasti Hardware
ru: Определение неисправности электроники

source: Hardware Setup
it: Configurazione Hardware
ru: Установки электроники

source: Height
it: Altezza
ru: Высота

source: Help
it: Aiuto
ru: Помощь

source: Hexagonal
it: Esagonale
ru: Шестиугольная

source: High
it: Alto
ru: Высота

source: Highlight Point
ru: Макс светлая точка

source: Hollowing
it: Svuotamento
ru: Оболочка

source: Homogeneous
it: Omogeneo
ru: Гомогенный

source: Horizontal Resolution
it: Risoluzione Orizzontale
ru: Разрешение по горизонтали

source: Horizontally
ru: По горизонтали

source: Hours
it: - Ore
ru: Часов

source: Idle
it: Inattivo
ru: Id

source: If you want to overwrite settings too, after restart go to `Setup` page / `Tools` tab and press `Restore Settings` button.
it: Se vuoi sovrascrivere anche le impostazioni, dopo il riavvio andare alla scheda `Impostazioni` pagina / `Strumenti` e premi il pulsante `Ripristina Settaggi`.
ru: Если вы хотите также перезаписать параметры, после перезагрузки перейдите на страницу «Настройка» / «Инструменты» и нажмите кнопку «Восстановить настройки».

source: Ignore
it: Ignora
ru: Игнорировать

source: Import Comma Separated Values
ru: Иморт, значение разделить точкой

source: Import Machine Settings
it: Importa Settaggi Macchina
ru: Импортировать настройки принтера

source: Import Profile
it: Importa Profili
ru: Импортировать профиль

source: Import a Profile
it: Importa un Profilo
ru: Импортировать профиль

source: Import and Export Settings
it: Importa ed Esporta Settaggi
ru: Импорт и экпорт настроек

source: Infill / Hollowing
it: Riempimento / Svuotamento
ru: Заполнение / оболочка

source: It is possible to call a program or a script from shell and use the result as Gcode.
it: &Egrave possibile chiamare un programma o uno script dalla shell e utilizzare il risultato come Gcode.
ru: Можно вызвать программу или скрипт из командной сторки и использовать результат как Gcode.

source: It is possible to send binary codes using base 16 format.
it: &Egrave possibile inviare codici binari utilizzando il formato a base 16.
ru: Можно послать бинарный код использую 16-ричный формат

source: It would not replace Raspberry Pi's configuration, if any function does not work as expected use ssh terminal to upgrade.
it: L'aggiornamento non sostituisce la configurazione di Raspberry Pi, qualsiasi programma non funzioni, bisogna utilizzare il terminale ssh per l'aggiornamento.
ru: Это не заменит настройки Raspberry Pi, если какая-либо функция не работает, как ожидалось, использовать ssh-терминал для обновления.

source: Jump After Number of Layers
it: Salta dopo Numero di Strati
ru: Подъем после (кол-во) слоев

source: Jump Height
it: Vai all'Altezza
ru: Высота подъема

source: LCD Type
it: Tipo LCD
ru: Тип LCD

source: Lamp Brightness
it: Luminosit&agrave della lampada
ru: Яркость лампы

source: Language
it: Linguaggio
ru: Язык

source: Largest Area
it: Area pi&ugrave Grande
ru: Наибольшая поверхность

source: Layer
it: Strato
ru: Слой

source: Layer ID
it: ID Strato
ru: ID Слоя

source: Layer Thickness
it: Spessore dello Strato
ru: Толщина слоя

source: Layers
it: Strati
ru: Слои

source: Leadscrew Pitch
it: Passo Della Vite
ru: Шаг резьбы ШВП

source: Lens Barrel Factor
ru: Фактор линзы 'Бочки'

source: Level
it: Livello
ru: Уровень

source: Lift
ru: Подъем

source: Lift After Print
it: Soll. dopo la Stampa
ru: Подъем после засвета

source: Lift Wait
ru: Пауза после подъема

source: Light Output Formula
it: Formula di Uscita della Sorgente Luminosa
ru: Формула 'Света'

source: Light Source Color
it: Colore della sorgente luminosa
ru: Цвет засветки

source: Local Panel Password Protection
it: Password di protezione per il Pannello Locale
ru: Защита паролем локальной панели

source: Login
it: Accesso
ru: Логин

source: Low
it: Basso
ru: Низкий

source: Low Quality Cure Time
it: Tempo di Cura in Bassa Qualit&agrave
ru: Время засветки слоев низкого качества

source: Machine Settings and Profiles Repository
it: Repository Impostazioni Macchina e Profili
ru: Репозитари настроек принтера и профилей печати

source: Make Default
it: Rendi Predefinito
ru: Сделать по умолчанию

source: Making any change will automatically discard the previous calibration plate.
it: Effettuare qualsiasi modifica eliminer&agrave automaticamente la precedente taratura della piastra.
ru: При внесении любых изменений автоматически отменяется предыдущее калибровочное задание.

source: Mask File
it: File di Maschera
ru: Файл маски

source: Mask File (PNG)
it: File di Maschera (PNG)
ru: Файл маски (PNG)

source: Mask Generation Wizard
it: Creazione guidata della Maschera
ru: Генератор маски

source: Mask Generator
it: Generatore della Maschera
ru: Генератор маски

source: Mask Grid
it: Griglia della Maschera
ru: Сетка маски

source: Mask Preview
it: Anteprima Maschera
ru: Просмотр маски

source: Mask file effects only STL/SLC/SVG files uploaded after mask submit
it: la Maschera ha effetto solo sui file STL/SLC/SVG caricati dopo l'invio della Maschera
ru: Маска работает только для файлов STL / SLC / SVG, загруженных после создания маски

source: Max Speed
it: Vel. Massima
ru: Максимальная скорость

source: Max for Number Input
it: Massima immissione di numeri
ru: Максивальное количество входов

source: Measure Z-Axis Length ⇧
it: Lunghezza dell'asse Z ⇧
ru: Размер оси Z ⇧

source: Measurement Mode
ru: Тип измерения

source: Measurement Point Width
it: Larghezza del punto di misura
ru: Ширина измеряемой точки

source: Memory
it: Memoria
ru: Память

source: Micron
ru: Микрон

source: Microstep
it: Micro Passi
ru: Микрошаг

source: Millimeter
it: MM
ru: Миллиметр

source: Millisecond
it: Millisec.
ru: Миллисекунда

source: Min Speed
it: Vel. Minima
ru: Минимальная скорость

source: Min for Number Input
it: Minima immissione di numeri
ru: Минимальное количество входов

source: Mirror Layers
ru: Зеркальный слои

source: Modify Blackout
it: Modificare Blackout
ru: Изменить 'мертвую зону'

source: Module
it: Modulo
ru: Модуль

source: Motor Speed
it: Vel. Motore
ru: Скорость мотора

source: Motor Startup Speed
it: Vel. Iniziale del Motore
ru: Скорость мотора вначале

source: Motor Step Angle
it: Angolo di Step del Motore
ru: Угол шага мотора

source: Move
it: Muovi
ru: Перемещение

source: Move to Layer
it: Sposta allo Strato
ru: Перемещение на слой

source: Move to Position
it: Sposta in Posiz.
ru: Переместить к позиции

source: Move to layer
it: Sposta allo Strato
ru: Переместить на слой

source: Movement GPIOs
it: Movimenti GPIO
ru: Пин вращения GPIOs

source: Movement Positioning
it: Movim. di Posizionamento
ru: Позиция перемещения

source: Name
it: Nome
ru: Имя

source: Name / Color
it: Nome / Colore
ru: Имя / Цвет

source: Name without space, only characters
it: Nome senza spazio, solo caratteri
ru: Имя без пробелов и только буквы

source: New Version Available
it: Nuova Versione Disponibile
ru: Доступна новая версия

source: No Encryption
it: Senza Crittografia
ru: Без шифрования

source: No Plates
it: Nessuna Piastra
ru: Нет заданий

source: No Profile
it: Nessun Profilo
ru: Нет профилей

source: No wireless connection found
it: Nessuna connessione Wireless trovata
ru: Нет проводного подключения

source: Normal Layers
it: Strati Normali
ru: Обычные слои
